{
  "nav": {
    "home": "Startseite",
    "features": "Funktionen",
    "about": "Über uns"
  },
  "auth": {
    "login": "Anmelden",
    "register": "Registrieren"
  },
  "App Features": "App-Funktionen",
  "From smart resume parsing to intelligent candidate matching – Zirak HR transforms the way you recruit.": "Von der intelligenten Lebenslaufanalyse bis zum intelligenten Kandidatenabgleich – Zirak HR verändert die Art und Weise, wie Sie rekrutieren.",
  "Quick Profile Creation": "Schnelle Profilerstellung",
  "Let candidates create their profiles in minutes, making it easy to find the right talent.": "Lassen Sie Kandidaten ihre Profile in wenigen Minuten erstellen, um einfach die richtigen Talente zu finden.",
  "Job Matching": "Jobabgleich",
  "AI powered matching to find oppurtunities for candidates.": "KI-gestützter Abgleich, um Möglichkeiten für Kandidaten zu finden.",
  "On-Click Job Apply": "Ein-Klick Bewerbung",
  "Candidates can apply to jobs with a single click, making it easy to find the right talent.": "Kandidaten können sich mit einem einzigen Klick bewerben, was die Suche nach den richtigen Talenten erleichtert.",
  "Talent Matching": "Talent-Matching",
  "AI powered to find the best skillfull candidates for your job openings.": "KI-gestützt, um die besten qualifizierten Kandidaten für Ihre Stellenangebote zu finden.",
  "Talent Pool": "Talent-Pool",
  "A talent pool to find the best candidates with advanced search filters.": "Ein Talent-Pool, um die besten Kandidaten mit erweiterten Suchfiltern zu finden.",
  "Skill Assessment": "Kompetenzbeurteilung",
  "AI powered skills assessment to assess the skills of candidates.": "KI-gestützte Kompetenzbewertung zur Beurteilung der Fähigkeiten von Kandidaten.",
  "Application Tracking": "Bewerbungsverfolgung",
  "Real time application tracking to see the status of the job applications.": "Echtzeit-Bewerbungsverfolgung, um den Status der Bewerbungen zu sehen.",
  "User Friendly Interface": "Benutzerfreundliche Oberfläche",
  "A user friendly interface to make it easy to find the right talent.": "Eine benutzerfreundliche Oberfläche, um einfach die richtigen Talente zu finden.",
  "Green Coding and Sustainable App": "Grünes Coding und nachhaltige App",
  "A green coding and sustainable app which cares for the environment.": "Eine grüne und nachhaltige App, die sich um die Umwelt kümmert."
} 